Repository: enrzh/aiity
Catalog: AIApp/Localizable.xcstrings
Source language: de
Languages: ar, bn, en, es, fr, hi, id, it, ja, ko, pt, ru, tr, ur, vi, zh_hans

source: Noch keine Agenten angelegt — im Tab „Agenten“ erstellen, dann kannst du sie hier in eine Gruppe holen.
ar: لم تُنشئ أي وكيل بعد — أنشئهم من تبويب «الوكلاء»، ثم يمكنك ضمّهم إلى مجموعة هنا.
bn: এখনো কোনো Agent তৈরি করা হয়নি — “Agenten” ট্যাবে তৈরি করুন, তারপর এখানে গ্রুপে আনতে পারবেন।
en: No agents yet — create them in the Agents tab, then you can pull them into a group here.
es: Aún no has creado agentes — créalos en la pestaña «Agentes» y luego podrás reunirlos aquí en un grupo.
fr: Aucun agent créé — crée-en dans l'onglet « Agents », tu pourras ensuite les réunir ici en groupe.
hi: अभी तक कोई Agent नहीं बनाया — “Agents” टैब में बनाएँ, फिर आप उन्हें यहाँ ग्रुप में ला सकते हैं।
id: Belum ada Agent dibuat — buat di tab “Agenten”, lalu Anda dapat memasukkannya ke grup di sini.
it: Ancora nessun agente — creali nella scheda “Agenti”, poi potrai metterli qui in un gruppo.
ja: エージェントがまだいません — 「エージェント」タブで作れば、ここでグループに入れられるよ。
ko: 아직 생성된 Agent 없음 — “Agenten” 탭에서 생성하면 여기서 그룹에 추가할 수 있습니다.
pt: Ainda não criaste agentes — cria-os no separador «Agentes» e depois podes juntá-los aqui num grupo.
ru: Агентов пока нет — создай их во вкладке «Агенты», потом сможешь собрать из них группу здесь.
tr: Henüz Agent oluşturulmadı — “Agenten” sekmesinde oluşturun, sonra burada bir gruba ekleyebilirsiniz.
ur: ابھی کوئی Agent نہیں بنایا گیا — “Agenten” ٹیب میں بنائیں، پھر یہاں گروپ میں لا سکتے ہیں۔
vi: Chưa có Agent nào được tạo — tạo trong tab “Agenten”, sau đó bạn có thể thêm chúng vào nhóm ở đây.
zh_hans: 还没有创建智能体 — 先到“智能体”标签页创建，之后就能在这里把它们拉进小组。

source: Noch keine Apps
ar: لا تطبيقات بعد
bn: এখনো কোনো App নেই
en: No apps yet
es: Aún no hay apps
fr: Pas encore d'apps
hi: अभी तक कोई App नहीं
id: Belum ada App
it: Ancora nessuna app
ja: まだアプリがありません
ko: 아직 App 없음
pt: Ainda sem apps
ru: Пока нет приложений
tr: Henüz App yok
ur: ابھی کوئی App نہیں
vi: Chưa có App
zh_hans: 还没有应用

source: Noch keine Chats
ar: لا محادثات بعد
bn: এখনো কোনো চ্যাট নেই
en: No chats yet
es: Aún no hay chats
fr: Pas encore de chats
hi: अभी तक कोई चैट नहीं
id: Belum ada chat
it: Ancora nessuna chat
ja: まだチャットがありません
ko: 아직 채팅 없음
pt: Ainda sem conversas
ru: Пока нет чатов
tr: Henüz sohbet yok
ur: ابھی کوئی چیٹ نہیں
vi: Chưa có cuộc trò chuyện
zh_hans: 还没有聊天

source: Noch keine Nachrichten
ar: لا رسائل بعد
bn: এখনো কোনো বার্তা নেই
en: No messages yet
es: Aún no hay mensajes
fr: Pas encore de messages
hi: अभी तक कोई संदेश नहीं
id: Belum ada pesan
it: Ancora nessun messaggio
ja: まだメッセージがありません
ko: 아직 메시지 없음
pt: Ainda sem mensagens
ru: Пока нет сообщений
tr: Henüz mesaj yok
ur: ابھی کوئی پیغام نہیں
vi: Chưa có tin nhắn
zh_hans: 还没有消息

source: Noch keiner. iOS liefert seinen Absturzbericht erst nach dem nächsten
ar: لا شيء بعد. لا يسلّم iOS تقرير التعطل إلا بعد
bn: এখনো নেই। iOS তার ক্র্যাশ রিপোর্ট পরের
en: None yet. iOS only delivers its crash report after the next
es: Todavía ninguno. iOS no entrega su informe de fallo hasta después del siguiente
fr: Aucun pour l'instant. iOS ne remet son rapport de plantage à l'app qu'après le prochain
hi: अभी तक कोई नहीं। iOS अपनी क्रैश रिपोर्ट अगली बार के बाद ही देता है
id: Belum ada. iOS memberikan laporan crash-nya baru setelah
it: Ancora nessuno. iOS consegna il rapporto di arresto anomalo all'app solo dopo il prossimo
ja: まだありません。iOS がクラッシュレポートをアプリに渡すのは次の
ko: 아직 없음. iOS는 다음
pt: Ainda nenhum. O iOS só entrega o relatório de falha à app depois do próximo
ru: Пока нет. iOS отдаёт свой отчёт о сбое приложению только после следующего
tr: Henüz yok. iOS çökme raporunu ancak bir sonraki
ur: ابھی نہیں۔ iOS اپنی کریش رپورٹ اگلی
vi: Chưa có. iOS chỉ cung cấp báo cáo crash sau lần
zh_hans: 暂时没有。iOS 要等到下一次

source: Noch keiner. iOS liefert seinen eigenen Absturzbericht erst beim übernächsten Start an die App aus.
ar: لا شيء بعد. لا يسلّم iOS تقرير التعطل الخاص به إلى التطبيق إلا عند التشغيل الذي يلي التشغيل القادم.
bn: এখনো নেই। iOS তার নিজস্ব ক্র্যাশ রিপোর্ট পরের-পরের চালুতে অ্যাপে দেয়।
en: None yet. iOS only hands its own crash report to the app two launches later.
es: Todavía ninguno. iOS no entrega su propio informe de fallo a la app hasta el segundo arranque siguiente.
fr: Aucun pour l'instant. iOS ne remet son propre rapport de plantage à l'app qu'au deuxième lancement suivant.
hi: अभी तक कोई नहीं। iOS अपनी क्रैश रिपोर्ट ऐप को उससे अगली बार शुरू होने पर ही देता है।
id: Belum ada. iOS baru memberikan laporan crash-nya sendiri ke aplikasi pada peluncuran berikutnya setelah itu.
it: Ancora nessuno. iOS consegna il proprio rapporto di arresto anomalo all'app solo al secondo avvio successivo.
ja: まだありません。iOS が独自のクラッシュレポートをアプリに渡すのは、次の次の起動時です。
ko: 아직 없음. iOS는 그 다음다음 실행에서야 자체 크래시 보고서를 앱에 제공합니다.
pt: Ainda nenhum. O iOS só entrega o seu relatório de falha à app dois arranques mais tarde.
ru: Пока нет. iOS отдаёт свой отчёт о сбое приложению только через один запуск.
tr: Henüz yok. iOS kendi çökme raporunu ancak bir sonrakinin ardındaki başlatmada uygulamaya verir.
ur: ابھی نہیں۔ iOS اپنی کریش رپورٹ اگلی-اگلی بار شروع ہونے پر ایپ کو دیتا ہے۔
vi: Chưa có. iOS chỉ cung cấp báo cáo crash của riêng nó cho ứng dụng vào lần khởi động kế tiếp sau đó.
zh_hans: 暂时没有。iOS 要到再下一次启动时，才会把自己的崩溃报告交给应用。

source: Nur auf diesem Gerät
ar: على هذا الجهاز فقط
bn: শুধু এই ডিভাইসে
en: This device only
es: Solo en este dispositivo
fr: Uniquement sur cet appareil
hi: सिर्फ़ इसी डिवाइस पर
id: Hanya di perangkat ini
it: Solo su questo dispositivo
ja: この端末のみ
ko: 이 기기에서만
pt: Apenas neste dispositivo
ru: Только на этом устройстве
tr: Yalnızca bu cihazda
ur: صرف اسی ڈیوائس پر
vi: Chỉ trên thiết bị này
zh_hans: 仅保存在本机

source: Nur das Bild-Modell für generate_image. Unabhängig vom Chat-Modell.
ar: نموذج الصور لـ generate_image فقط. مستقل عن نموذج الدردشة.
bn: শুধু generate_image-এর জন্য ইমেজ মডেল। চ্যাট মডেল থেকে স্বতন্ত্র।
en: Just the image model for generate_image. Independent of the chat model.
es: Solo el modelo de imagen para generate_image. Independiente del modelo de chat.
fr: Uniquement le modèle d'image pour generate_image. Indépendant du modèle de chat.
hi: सिर्फ़ generate_image के लिए इमेज मॉडल। चैट मॉडल से अलग।
id: Hanya model gambar untuk generate_image. Independen dari model chat.
it: Solo il modello immagini per generate_image. Indipendente dal modello della chat.
ja: generate_image で使う画像モデルだけです。チャットのモデルとは別に選べます。
ko: generate_image에만 사용되는 이미지 모델. 채팅 모델과 독립적입니다.
pt: Apenas o modelo de imagem para generate_image. Independente do modelo de chat.
ru: Только модель изображений для generate_image. Не зависит от модели чата.
tr: Yalnızca generate_image için görsel modeli. Sohbet modelinden bağımsız.
ur: صرف generate_image کے لیے امیج ماڈل۔ چیٹ ماڈل سے آزاد۔
vi: Chỉ mô hình hình ảnh cho generate_image. Độc lập với mô hình trò chuyện.
zh_hans: 仅用于 generate_image 的图片模型，与聊天模型无关。

source: Nur diese eine Nachricht — nicht die Unterhaltung, nicht deine Schlüssel. Es geht an %@; es gibt keinen aiity-Server, der das automatisch entgegennimmt.
ar: هذه الرسالة وحدها — وليس المحادثة ولا مفاتيحك. سترسل إلى %@؛ لا يوجد خادم aiity يستقبلها تلقائيًا.
bn: শুধু এই একটি বার্তা — পুরো কথোপকথন নয়, আপনার Key নয়। এটি %@-এ যায়; এটি স্বয়ংক্রিয়ভাবে গ্রহণ করার জন্য কোনো aiity সার্ভার নেই।
en: Only this one message — not the conversation, not your keys. It goes to %@; there's no aiity server that receives it automatically.
es: Solo este mensaje — no la conversación, ni tus claves. Se envía a %@; no hay ningún servidor de aiity que lo reciba automáticamente.
fr: Uniquement ce message — pas la conversation, pas tes clés. Il part vers %@ ; il n'existe aucun serveur aiity qui le reçoive automatiquement.
hi: सिर्फ़ यही एक संदेश — पूरी बातचीत नहीं, आपके Keys नहीं। यह %@ को जाता है; कोई aiity सर्वर नहीं है जो इसे अपने आप ले लेता हो।
id: Hanya pesan ini saja — bukan percakapan, bukan Key Anda. Ini dikirim ke %@; tidak ada server aiity yang menerimanya secara otomatis.
it: Solo questo messaggio — non la conversazione, non le tue chiavi. Viene inviato a %@; non esiste un server aiity che lo riceva automaticamente.
ja: 送るのはこのメッセージ1件だけ — 会話全体でも、あなたのキーでもありません。送信先は %@ です。これを自動で受け取る aiity のサーバーはありません。
ko: 이 메시지 하나만 — 전체 대화가 아니고, Key도 아닙니다. %@(으)로 전송됩니다; 이를 자동으로 수신하는 aiity 서버는 없습니다.
pt: Só esta mensagem — não a conversa, nem as tuas chaves. Vai para %@; não existe nenhum servidor aiity que receba isto automaticamente.
ru: Только это одно сообщение — не переписка и не твои ключи. Оно уйдёт к %@; сервера aiity, который принимал бы это автоматически, не существует.
tr: Sadece bu tek mesaj — tüm sohbet değil, Key'leriniz değil. %@'ye gider; bunu otomatik olarak alan bir aiity sunucusu yoktur.
ur: صرف یہ ایک پیغام — پوری گفتگو نہیں، آپ کی Keys نہیں۔ یہ %@ کو جاتا ہے؛ اسے خودکار طور پر وصول کرنے والا کوئی aiity سرور نہیں ہے۔
vi: Chỉ tin nhắn này thôi — không phải toàn bộ cuộc trò chuyện, không phải Key của bạn. Nó được gửi đến %@; không có server aiity nào tự động nhận nó.
zh_hans: 只发送这一条消息 — 不含对话内容，也不含你的密钥。它会发给 %@；aiity 没有自动接收这些内容的服务器。

source: Nur mit der KI
ar: مع الذكاء الاصطناعي فقط
bn: শুধু AI দিয়ে
en: Just the AI
es: Solo con la IA
fr: IA seule
hi: सिर्फ़ AI के साथ
id: Hanya dengan AI
it: Solo con l'IA
ja: AI だけと話す
ko: AI로만
pt: Só com a IA
ru: Только с ИИ
tr: Yalnızca AI ile
ur: صرف AI کے ساتھ
vi: Chỉ với AI
zh_hans: 只和 AI 聊

source: Nur offline
ar: بدون إنترنت
bn: শুধু অফলাইন
en: Offline only
es: Solo offline
fr: Hors ligne
hi: सिर्फ़ ऑफ़लाइन
id: Hanya offline
it: Solo offline
ja: オフラインのみ
ko: 오프라인 전용
pt: Só offline
ru: Только офлайн
tr: Yalnızca çevrimdışı
ur: صرف آف لائن
vi: Chỉ ngoại tuyến
zh_hans: 仅离线

source: Ollama / On-Device
ar: Ollama / على الجهاز
bn: Ollama / অন-ডিভাইস
es: Ollama / en el dispositivo
fr: Ollama / sur l'appareil
hi: Ollama / डिवाइस पर
it: Ollama / sul dispositivo
ja: Ollama／端末上
ko: Ollama / 기기 내
pt: Ollama / no dispositivo
ru: Ollama / на устройстве
tr: Ollama / Cihaz üzerinde
ur: Ollama / آن ڈیوائس
vi: Ollama / Trên thiết bị
zh_hans: Ollama / 设备上

source: Ollama auf dem Mac: `ollama serve`, dann die LAN-IP dieses Macs hier eintragen (nicht localhost vom iPhone).
ar: Ollama على الـ Mac: `ollama serve`، ثم أدخل هنا عنوان الـ IP المحلي لهذا الـ Mac (وليس localhost من iPhone).
bn: Mac-এ Ollama: `ollama serve`, তারপর এই Mac-এর LAN-IP এখানে দিন (iPhone থেকে localhost নয়)।
en: Ollama on the Mac: `ollama serve`, then enter that Mac's LAN IP here (not localhost — you're on the iPhone).
es: Ollama en el Mac: `ollama serve`, y luego pon aquí la IP local de ese Mac (no localhost desde el iPhone).
fr: Ollama sur le Mac : `ollama serve`, puis saisis ici l'IP locale de ce Mac (pas localhost depuis l'iPhone).
hi: Mac पर Ollama: `ollama serve`, फिर इस Mac का LAN-IP यहाँ डालें (iPhone से localhost नहीं)।
id: Ollama di Mac: `ollama serve`, lalu masukkan LAN-IP Mac ini di sini (bukan localhost dari iPhone).
it: Ollama sul Mac: `ollama serve`, poi inserisci qui l'IP locale del Mac (non localhost dall'iPhone).
ja: Mac で Ollama を動かすなら `ollama serve` してから、その Mac の LAN IP をここに入力（iPhone からは localhost では届かない）。
ko: Mac에서 Ollama: `ollama serve`를 실행한 후 이 Mac의 LAN-IP를 여기에 입력하세요 (iPhone에서 localhost 아님).
pt: Ollama no Mac: `ollama serve` e depois introduz aqui o IP local desse Mac (não localhost a partir do iPhone).
ru: Ollama на Mac: `ollama serve`, потом впиши сюда LAN-IP этого Mac (не localhost — с iPhone он не работает).
tr: Mac'te Ollama: `ollama serve`, ardından bu Mac'in LAN-IP'sini buraya girin (iPhone'dan localhost değil).
ur: Mac پر Ollama: `ollama serve`، پھر اس Mac کا LAN-IP یہاں درج کریں (iPhone سے localhost نہیں)۔
vi: Ollama trên Mac: `ollama serve`, sau đó nhập LAN-IP của Mac này vào đây (không phải localhost từ iPhone).
zh_hans: 在 Mac 上运行 Ollama：`ollama serve`，然后在这里填这台 Mac 的局域网 IP（iPhone 上用不了 localhost）。

source: Ollama meldet keine Modelle.
ar: Ollama لا يُبلّغ عن أي نماذج.
bn: Ollama কোনো মডেল দেখাচ্ছে না।
en: Ollama reports no models.
es: Ollama no devuelve ningún modelo.
fr: Ollama ne signale aucun modèle.
hi: Ollama कोई मॉडल नहीं दिखा रहा।
id: Ollama tidak menampilkan model.
it: Ollama non riporta alcun modello.
ja: Ollama がモデルを返しません。
ko: Ollama가 모델을 보고하지 않습니다.
pt: O Ollama não indica nenhum modelo.
ru: Ollama не вернул ни одной модели.
tr: Ollama model göstermiyor.
ur: Ollama کوئی ماڈل نہیں دکھا رہا۔
vi: Ollama không báo mô hình nào.
zh_hans: Ollama 没有返回任何模型。

source: On-Device MLX unterstützt nur Chat, keine Bildgenerierung.
ar: MLX على الجهاز يدعم الدردشة فقط، بلا توليد صور.
bn: অন-ডিভাইস MLX শুধু চ্যাট সাপোর্ট করে, ইমেজ জেনারেশন নয়।
en: On-device MLX supports chat only, no image generation.
es: MLX en el dispositivo solo admite chat, no generación de imágenes.
fr: MLX sur l'appareil ne gère que le chat, pas la génération d'images.
hi: डिवाइस पर MLX सिर्फ़ चैट सपोर्ट करता है, इमेज जनरेशन नहीं।
id: MLX on-device hanya mendukung chat, bukan pembuatan gambar.
it: MLX sul dispositivo supporta solo la chat, non la generazione di immagini.
ja: 端末内の MLX はチャットのみ対応で、画像生成はできません。
ko: 기기 내 MLX는 채팅만 지원하며 이미지 생성은 지원하지 않습니다.
pt: O MLX no dispositivo só suporta chat, não gera imagens.
ru: MLX на устройстве поддерживает только чат, без генерации изображений.
tr: Cihaz üzerinde MLX yalnızca sohbeti destekler, görsel oluşturmayı değil.
ur: آن ڈیوائس MLX صرف چیٹ سپورٹ کرتا ہے، امیج جنریشن نہیں۔
vi: MLX trên thiết bị chỉ hỗ trợ trò chuyện, không tạo hình ảnh.
zh_hans: 设备端 MLX 只支持聊天，不支持生成图片。

source: OpenAI-Pfad
ar: مسار OpenAI
bn: OpenAI পাথ
en: OpenAI path
es: Ruta OpenAI
fr: Chemin OpenAI
hi: OpenAI पथ
id: Jalur OpenAI
it: Percorso OpenAI
ja: OpenAI 接続方式
ko: OpenAI 경로
pt: Caminho OpenAI
ru: Путь OpenAI
tr: OpenAI yolu
ur: OpenAI پاتھ
vi: Đường dẫn OpenAI
zh_hans: OpenAI 路径

source: Optional: was ist passiert?
ar: اختياري: ماذا حدث؟
bn: ঐচ্ছিক: কী ঘটেছে?
en: Optional: what happened?
es: Opcional: ¿qué ha pasado?
fr: Facultatif : que s'est-il passé ?
hi: वैकल्पिक: क्या हुआ था?
id: Opsional: apa yang terjadi?
it: Facoltativo: cos'è successo?
ja: 任意: 何があった？
ko: 선택 사항: 무슨 일이 있었나요?
pt: Opcional: o que aconteceu?
ru: Необязательно: что случилось?
tr: İsteğe bağlı: ne oldu?
ur: اختیاری: کیا ہوا؟
vi: Tùy chọn: điều gì đã xảy ra?
zh_hans: 可选：发生了什么？

source: Paket
ar: حزمة
bn: প্যাকেজ
en: Package
es: Paquete
fr: Paquet
hi: पैकेज
it: Pacchetto
ja: パッケージ
ko: 패키지
pt: Pacote
ru: Пакет
ur: پیکج
vi: Gói
zh_hans: 外部包

source: Per E-Mail melden
ar: الإبلاغ عبر البريد
bn: ইমেইল দিয়ে রিপোর্ট করুন
en: Report by email
es: Denunciar por correo
fr: Signaler par e-mail
hi: ईमेल से शिकायत करें
id: Laporkan via email
it: Segnala via e-mail
ja: メールで報告
ko: 이메일로 신고
pt: Denunciar por e-mail
ru: Пожаловаться по почте
tr: E-posta ile bildir
ur: ای میل سے رپورٹ کریں
vi: Báo cáo qua email
zh_hans: 通过邮件举报

source: Rate-Limit erreicht — kurz warten und erneut versuchen (ggf. anderes Modell/Konto).
ar: بلغتَ حدّ المعدّل — انتظر قليلًا ثم أعد المحاولة (أو جرّب نموذجًا/حسابًا آخر).
bn: Rate-Limit পূর্ণ হয়েছে — একটু অপেক্ষা করে আবার চেষ্টা করুন (প্রয়োজনে অন্য মডেল/অ্যাকাউন্ট)।
en: Rate limit hit — wait a moment and try again (or use another model/account).
es: Límite de peticiones alcanzado — espera un momento y reinténtalo (o prueba otro modelo/cuenta).
fr: Limite de requêtes atteinte — attends un peu et réessaie (au besoin, autre modèle/compte).
hi: Rate-Limit पूरी हो गई — थोड़ा इंतज़ार करके फिर कोशिश करें (चाहें तो दूसरा मॉडल/खाता इस्तेमाल करें)।
id: Rate-limit tercapai — tunggu sebentar dan coba lagi (jika perlu gunakan model/akun lain).
it: Rate limit raggiunto — aspetta un attimo e riprova (eventualmente con un altro modello/account).
ja: レート制限に達しました — 少し待ってからやり直してください（必要なら別のモデル／アカウントで）。
ko: Rate-Limit 도달 — 잠시 기다린 후 다시 시도하세요 (필요하면 다른 모델/계정 사용).
pt: Limite de pedidos atingido — espera um pouco e tenta de novo (ou usa outro modelo/conta).
ru: Достигнут лимит запросов — подожди немного и повтори (можно сменить модель или аккаунт).
tr: Rate-Limit'e ulaşıldı — kısa süre bekleyip tekrar deneyin (gerekirse başka bir model/hesap kullanın).
ur: Rate-Limit پوری ہو گئی — تھوڑا انتظار کر کے دوبارہ کوشش کریں (چاہیں تو دوسرا ماڈل/اکاؤنٹ استعمال کریں)۔
vi: Đã đạt giới hạn tốc độ — đợi một chút và thử lại (nếu cần dùng mô hình/tài khoản khác).
zh_hans: 达到速率限制 — 稍等一下再试（也可以换个模型/账户）。

source: Rechenfehler — Division durch null oder Überlauf.
ar: خطأ حسابي — قسمة على صفر أو تجاوز في السعة.
bn: গণনা ত্রুটি — শূন্য দিয়ে ভাগ বা ওভারফ্লো।
en: Arithmetic error — division by zero or overflow.
es: Error de cálculo: división por cero o desbordamiento.
fr: Erreur de calcul — division par zéro ou dépassement.
hi: गणना त्रुटि — शून्य से भाग या ओवरफ़्लो।
id: Kesalahan perhitungan — pembagian dengan nol atau overflow.
it: Errore di calcolo — divisione per zero o overflow.
ja: 計算エラー — ゼロ除算またはオーバーフローです。
ko: 계산 오류 — 0으로 나누기 또는 오버플로우.
pt: Erro de cálculo — divisão por zero ou overflow.
ru: Ошибка вычисления — деление на ноль или переполнение.
tr: Hesaplama hatası — sıfıra bölme veya taşma.
ur: حساب کی خرابی — صفر سے تقسیم یا اوورفلو۔
vi: Lỗi tính toán — chia cho 0 hoặc tràn số.
zh_hans: 计算错误 — 除以零或溢出。

source: Recherchiert Fakten im Web, prüft sie an mehreren Quellen und fasst sie mit Quellenangabe zusammen. Sagt ausdrücklich, wenn etwas unsicher oder widersprüchlich ist.
ar: يبحث عن الحقائق في الويب، ويتحقق منها عبر عدة مصادر ويلخّصها مع ذكر المصدر. ويصرّح بوضوح عندما يكون شيء غير مؤكد أو متناقضاً.
bn: ওয়েবে তথ্য খুঁজে বের করে, একাধিক উৎসে যাচাই করে এবং উৎস উল্লেখ করে সংক্ষিপ্ত করে। কিছু অনিশ্চিত বা বিরোধপূর্ণ হলে স্পষ্টভাবে বলে।
en: Researches facts on the web, checks them against several sources and sums them up with citations. Says outright when something is uncertain or contradictory.
es: Busca datos en la web, los contrasta con varias fuentes y los resume citando el origen. Dice claramente cuándo algo es incierto o contradictorio.
fr: Recherche des faits sur le web, les vérifie auprès de plusieurs sources et les résume en citant ses sources. Dit clairement quand quelque chose est incertain ou contradictoire.
hi: वेब पर तथ्य खोजता है, कई स्रोतों से जाँचता है और स्रोत के साथ सारांश देता है। साफ़ बताता है जब कुछ अनिश्चित या विरोधाभासी हो।
id: Meneliti fakta di web, memeriksanya dengan beberapa sumber, dan merangkumnya dengan referensi sumber. Menyatakan dengan jelas jika ada yang tidak pasti atau kontradiktif.
it: Cerca i fatti sul web, li verifica su più fonti e li riassume citando le fonti. Dice esplicitamente quando qualcosa è incerto o contraddittorio.
ja: ウェブで事実を調べ、複数の情報源で裏を取り、出典付きでまとめます。不確かな点や矛盾ははっきり伝えます。
ko: 웹에서 사실을 조사하고, 여러 소스로 확인한 후 출처와 함께 요약합니다. 불확실하거나 모순되는 부분이 있으면 명확히 밝힙니다.
pt: Pesquisa factos na web, confirma-os em várias fontes e resume-os com indicação da fonte. Diz claramente quando algo é incerto ou contraditório.
ru: Ищет факты в интернете, сверяет их по нескольким источникам и излагает со ссылками. Прямо говорит, если что-то неточно или противоречиво.
tr: Web'de gerçekleri araştırır, birden fazla kaynakla kontrol eder ve kaynak belirterek özetler. Bir şey belirsiz veya çelişkiliyse açıkça belirtir.
ur: ویب پر حقائق تلاش کرتا ہے، متعدد ذرائع سے جانچتا ہے اور حوالے کے ساتھ خلاصہ کرتا ہے۔ واضح طور پر بتاتا ہے جب کچھ غیر یقینی یا متضاد ہو۔
vi: Nghiên cứu sự thật trên web, kiểm tra qua nhiều nguồn và tóm tắt kèm trích dẫn nguồn. Nói rõ khi điều gì đó không chắc chắn hoặc mâu thuẫn.
zh_hans: 在网上查证事实，交叉比对多个来源，并附出处做总结。遇到不确定或互相矛盾的信息会明确指出。

source: Runde gestoppt: dem Gerät ging der Speicher aus.
ar: تم إيقاف الجولة: نفدت ذاكرة الجهاز.
bn: রাউন্ড থেমে গেছে: ডিভাইসের মেমরি শেষ হয়ে গেছে।
en: Round stopped: the device ran out of memory.
es: Ronda detenida: el dispositivo se quedó sin memoria.
fr: Tour interrompu : l'appareil a manqué de mémoire.
hi: राउंड रुक गया: डिवाइस की मेमोरी खत्म हो गई।
id: Ronde dihentikan: memori perangkat habis.
it: Turno interrotto: il dispositivo ha esaurito la memoria.
ja: 端末のメモリ不足でラウンドを中止しました。
ko: 라운드 중지됨: 기기 메모리가 부족합니다.
pt: Ronda interrompida: o dispositivo ficou sem memória.
ru: Раунд остановлен: на устройстве закончилась память.
tr: Tur durduruldu: cihazın belleği tükendi.
ur: راؤنڈ رک گیا: ڈیوائس کی میموری ختم ہو گئی۔
vi: Vòng đã dừng: thiết bị hết bộ nhớ.
zh_hans: 本轮已停止：设备内存不足。

source: SKILL.md oder .zip wählen
ar: اختر SKILL.md أو ملف .zip
bn: SKILL.md বা .zip বাছুন
en: Choose SKILL.md or .zip
es: Elegir SKILL.md o .zip
fr: Choisir un SKILL.md ou un .zip
hi: SKILL.md या .zip चुनें
id: Pilih SKILL.md atau .zip
it: Scegli SKILL.md o .zip
ja: SKILL.md か .zip を選ぶ
ko: SKILL.md 또는 .zip 선택
pt: Escolher SKILL.md ou .zip
ru: Выбрать SKILL.md или .zip
tr: SKILL.md veya .zip seç
ur: SKILL.md یا .zip منتخب کریں
vi: Chọn SKILL.md hoặc .zip
zh_hans: 选择 SKILL.md 或 .zip

source: Sagt erst, was es vorhat, und wartet auf dein OK.
ar: يخبرك أولًا بما ينوي فعله وينتظر موافقتك.
bn: প্রথমে কী করতে চায় তা বলে, তারপর আপনার OK-এর জন্য অপেক্ষা করে।
en: Tells you the plan first and waits for your OK.
es: Primero dice qué va a hacer y espera tu OK.
fr: Annonce d'abord ce qu'il compte faire et attend ton OK.
hi: पहले बताता है कि क्या करने वाला है, फिर आपके OK का इंतज़ार करता है।
id: Menyatakan dulu apa yang akan dilakukan, lalu menunggu persetujuan Anda.
it: Dice prima cosa ha in mente e aspetta il tuo OK.
ja: やることを先に説明して、OK をもらってから進む。
ko: 먼저 계획을 말한 후 승인을 기다립니다.
pt: Diz primeiro o que vai fazer e espera pelo teu OK.
ru: Сначала говорит, что собирается делать, и ждёт твоего OK.
tr: Önce ne yapmayı planladığını söyler, sonra onayınızı bekler.
ur: پہلے بتاتا ہے کیا کرنے والا ہے، پھر آپ کے OK کا انتظار کرتا ہے۔
vi: Nói trước điều nó dự định làm, rồi chờ sự đồng ý của bạn.
zh_hans: 先说打算怎么做，等你点头再动手。

source: Sauber beendet — kein Absturz.
ar: إنهاء سليم — بلا انهيار.
bn: পরিচ্ছন্নভাবে বন্ধ হয়েছে — কোনো ক্র্যাশ নেই।
en: Exited cleanly — no crash.
es: Cierre limpio — sin fallo.
fr: Arrêt propre — aucun crash.
hi: ठीक से बंद हुआ — कोई क्रैश नहीं।
id: Ditutup dengan bersih — tidak ada crash.
it: Chiusura pulita — nessun crash.
ja: 正常に終了 — クラッシュなし。
ko: 깔끔하게 종료됨 — 크래시 없음.
pt: Terminou de forma limpa — sem falha.
ru: Завершено штатно — без сбоя.
tr: Temiz şekilde kapatıldı — çökme yok.
ur: صاف طریقے سے بند ہوا — کوئی کریش نہیں۔
vi: Kết thúc sạch sẽ — không crash.
zh_hans: 正常退出 — 没有崩溃。

source: Bild nicht verfügbar
ar: الصورة غير متاحة
bn: ছবি উপলভ্য নয়
en: Image unavailable
es: Imagen no disponible
fr: Image indisponible
hi: छवि उपलब्ध नहीं
id: Gambar tidak tersedia
it: Immagine non disponibile
ja: 画像を利用できません
ko: 이미지를 사용할 수 없음
pt: Imagem indisponível
ru: Изображение недоступно
tr: Görsel kullanılamıyor
ur: تصویر دستیاب نہیں
vi: Không có hình ảnh
zh_hans: 图片不可用

source: Video nicht verfügbar
ar: الفيديو غير متاح
bn: ভিডিও উপলভ্য নয়
en: Video unavailable
es: Vídeo no disponible
fr: Vidéo indisponible
hi: वीडियो उपलब्ध नहीं
id: Video tidak tersedia
it: Video non disponibile
ja: ビデオを利用できません
ko: 비디오를 사용할 수 없음
pt: Vídeo indisponível
ru: Видео недоступно
tr: Video kullanılamıyor
ur: ویڈیو دستیاب نہیں
vi: Không có video
zh_hans: 视频不可用

source: Datei nicht verfügbar
ar: الملف غير متاح
bn: ফাইল উপলভ্য নয়
en: File unavailable
es: Archivo no disponible
fr: Fichier indisponible
hi: फ़ाइल उपलब्ध नहीं
id: File tidak tersedia
it: File non disponibile
ja: ファイルを利用できません
ko: 파일을 사용할 수 없음
pt: Ficheiro indisponível
ru: Файл недоступен
tr: Dosya kullanılamıyor
ur: فائل دستیاب نہیں
vi: Không có tệp
zh_hans: 文件不可用

source: Bildvorschau öffnen
ar: فتح معاينة الصورة
bn: ছবির প্রিভিউ খুলুন
en: Open image preview
es: Abrir vista previa de imagen
fr: Ouvrir l’aperçu de l’image
hi: छवि पूर्वावलोकन खोलें
id: Buka pratinjau gambar
it: Apri anteprima immagine
ja: 画像プレビューを開く
ko: 이미지 미리보기 열기
pt: Abrir pré-visualização da imagem
ru: Открыть предпросмотр изображения
tr: Görsel önizlemesini aç
ur: تصویر کا پیش نظارہ کھولیں
vi: Mở bản xem trước hình ảnh
zh_hans: 打开图片预览
